{
    "author": "root",
    "title": "Worlds Together Worlds Apart Chapters 9",
    "description": "Review set for Mr Diffley's World History class",
    "list": [
        {
            "name": "Hijaz",
            "definition": "The western, coastal region of the Arabian Peninsula. It was the site of the holy cities of Mecca and Medina."
        },
        {
            "name": "Mecca",
            "definition": "The holiest city of Islam; Muhammad's birthplace"
        },
        {
            "name": "hijra",
            "definition": "Muhammad's move to Medina. Start of the Islamic calendar (632 CE)"
        },
        {
            "name": "umma",
            "definition": "The community of all Muslims"
        },
        {
            "name": "The Quran",
            "definition": "The holy book of Islam"
        },
        {
            "name": "Hadith",
            "definition": "Traditional records of the deeds of Muhammad, and his quotations"
        },
        {
            "name": "Five Pillars of Islam",
            "definition": "Declaration of faith, prayer, alms, fasting, and pilgrimage"
        },
        {
            "name": "Rightly guided Caliphs",
            "definition": "The first four rulers of the Islamic world (632-661) after the death of Muhammad. They were chosen by the umma."
        },
        {
            "name": "jihad",
            "definition": "A holy struggle or striving by a Muslim for a moral or spiritual or political goal"
        },
        {
            "name": "dar al-Islam",
            "definition": "An Arabic name that means the \"house of Islam\" and that refers to lands under Islamic rule"
        },
        {
            "name": "dar al-harb",
            "definition": "An Arabic name that means the \"house of war\" and that refers to lands under non-Islamic rule"
        },
        {
            "name": "Umayyad Caliphate",
            "definition": "The first hereditary dynasty of Muslim caliphs (661 to 750 CE). From their capital at Damascus, they ruled an empire that extended from Spain to India. Overthrown by the Abbasid Caliphate."
        },
        {
            "name": "Treatment of non-Arabs in the Umayyad Caliphate",
            "definition": "Religious freedom, but non-Arabs had to pay a special tax but were allowed to convert to Islam. However, still mistreated non-Arabs, even converts. They were also not allowed to serve in the military."
        },
        {
            "name": "Abbasid Caliphate",
            "definition": "The dynasty that came after the Umayyads. They moved the capital to Baghdad. They were more tolerant of non-Arabs and allowed them to serve in the military."
        },
        {
            "name": "ulama",
            "definition": "Islamic religious scholars"
        },
        {
            "name": "Sharia Law",
            "definition": "Islamic law; a combination of the Quran and the Hadith."
        },
        {
            "name": "Changing status of women in Islam",
            "definition": "Women had set rights now, but also had set strictures they must follow"
        },
        {
            "name": "The House of Wisdom",
            "definition": "A center of learning established in Baghdad in the 800s"
        },
        {
            "name": "Al-Andalus & religious diversity",
            "definition": "Muslim Spain; religiously diverse"
        },
        {
            "name": "Great Mosque of Cordoba",
            "definition": "A mosque in Spain that was converted to a Christian church when the Christians took over the city"
        },
        {
            "name": "Barmaki family",
            "definition": "A family of Persian descent that served the Abbasid caliphs in Baghdad"
        }
    ]
}
