{
    "author": "root",
    "title": "Worlds Together Worlds Apart Chapters 8",
    "description": "Review set for Mr Diffley's World History class",
    "list": [
        {
            "name": "Vibia Perpetua",
            "definition": "A Christian martyr who was a noblewoman, said to have been a convert to Christianity as well as a wife and mother."
        },
        {
            "name": "Constantine",
            "definition": "The first Roman emperor to convert to Christianity. He issued an edict of toleration in 313 and summoned the Council of Nicaea in 325."
        },
        {
            "name": "Valens",
            "definition": "Eastern Roman emperor from 364 to 378."
        },
        {
            "name": "Attila",
            "definition": "King of the Huns (434–453). He led many military raids on the Roman Empire and was known for his cruelty and destructiveness."
        },
        {
            "name": "Romulus Augustulus",
            "definition": "The last Roman emperor, reigning from 475–476."
        },
        {
            "name": "Justinian",
            "definition": "Byzantine emperor from 527 to 565, noted for his administrative reorganization of the imperial government and for his sponsorship of a codification of laws known as the Code of Justinian."
        },
        {
            "name": "Khusro Anoshirwan",
            "definition": "Sasanian king (531–579). He was the most celebrated of the Sasanian kings and is considered to be the greatest ruler of the Sasanian Empire."
        },
        {
            "name": "Chandragupta",
            "definition": "Indian emperor (reigned 320–335). He was the founder of the Gupta Empire, which is considered to be the golden age of classical India."
        },
        {
            "name": "Brahma",
            "definition": "The creator god in Hinduism."
        },
        {
            "name": "Vishnu",
            "definition": "The preserver god in Hinduism."
        },
        {
            "name": "Shiva",
            "definition": "The destroyer god in Hinduism."
        },
        {
            "name": "Xiaowen",
            "definition": "Chinese emperor (reigned 471–499). He was the first emperor to convert to Buddhism."
        },
        {
            "name": "Empress Fang",
            "definition": "Regent for her son, Xiaowen, from 471 to 499."
        },
        {
            "name": "Kumarajiva",
            "definition": "A Buddhist monk and scholar who was born in India and traveled to China in 401. He is credited with translating many Buddhist texts into Chinese."
        },
        {
            "name": "Xuanzang",
            "definition": "A Buddhist monk and scholar who traveled to India in 627 and returned to China in 643. He is credited with translating many Buddhist texts into Chinese."
        }
    ]
}
